IDEA StatiCa Open Model
LineSupport.StiffnessY Property
Compatible with IDEA StatiCa Beta 21.0 - beta
 support stiffness Y
 Namespace: IdeaRS.OpenModel.Detail
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.0.1.1 (20.0.1.1)
Syntax
public double StiffnessY { get; set; }
Public Property StiffnessY As Double
	Get
	Set
public:
property double StiffnessY {
	double get ();
	void set (double value);
}
Property Value
Type: Double
See Also
Reference
LineSupport Class
IdeaRS.OpenModel.Detail Namespace